Repository: ahmedatia1122/BrokerApp
Catalog: NewBrokerApp/NewBrokerApp/Resources/AppResources.*.resx
Languages: ar

source: Website
ar: موقع إلكتروني

source: Website page link
ar: رابط صفحة الموقع

source: Week
ar: أسبوع

source: Welcome
ar: مرحباً

source: Welcome To Broker !
ar: مرحبا بكم في الوسيط!

source: WhatsApp
ar: واتساب

# WhatsappAvailable
source: whatsApp Avaliable
ar: متوفر واتساب

source: whatsApp Avaliable
ar: متوفر واتساب

source: Width
ar: عرض

source: Without
ar: بدون

source: With Parking
ar: موقف سيارات

# writeTitle
source: write title of the property with 4-6 words
ar: اكتب عنوان العقار بـ 4-6 كلمات

# writeTitleChalet
source: write title of the property with 4-6 words
ar: اكتب عنوان الشاليه بـ 4-6 كلمات

# writeYourmailtosendlink
source: Write Your Email here to send link it
ar: من فضلك اكتب ايميل لكى نرسل اليك رابط

source: Yearly installment
ar: قسط سنوي

source: Years
ar: سنوات

source: 100m
ar: 100م

source: 1km to 5km
ar: من 1 كم إلى 5 كم

source: 500m
ar: 500 م

source: 500m to1km
ar: 500م الي1 كم
