Repository: ahmedatia1122/BrokerApp
Catalog: NewBrokerApp/NewBrokerApp/Resources/AppResources.*.resx
Languages: ar

source: About The Company
ar: عن الشركة

source: Active
ar: نشط

# adActive
source: Active
ar: فعال

source: Add
ar: اضافة

# addclearimage
source: Add clear or details images for the property's interion,fecade and external enviroment
ar: أضف صورًا واضحة أو تفاصيل عن صور العقار والبريد والبيئة الخارجية

source: Add Description And Details
ar: أضف الوصف والتفاصيل

# Adddescriptiondetails
source: Add description and details
ar: أضف الوصف والتفاصيل

source: Added Successfully
ar: تم الإضافة

source: Add Mobile number
ar: أضف رقم الموبايل

source: Add More Photos
ar: أضف المزيد من الصور

source: Add New Mobile Number
ar: إضافة رقم جديد

source: Add New Project
ar: أضف مشروع جديد

source: Add New Property
ar: إضافة إعلان جديد

# AddNo
source: Ad No
ar: رقم الإعلان

source: Add Numbers
ar: رقم الإعلان

source: AddProject /Compound Location
ar: أضف موقع المشروع/الكمباوند

source: Add Project/Compound Location
ar: أضف موقع المشروع/الكمباوند

source: Add Property
ar: إضافة إعلان

source: Add Property 1
ar: إضافة عقار 1

source: Ad Duration
ar: مدة الإعلان

# Adhasbeenactivtedsuccessfully
source: Ad No.{0} has been activted successfully
ar: تم تفعيل الإعلان رقم{0} بنجاح

source: Admin Office
ar: مقر إداري

source: Admin Offices for Rent
ar: مكاتب للإيجار

source: Admin Offices for Sale
ar: مكاتب للبيع

# adReview
source: The ad is under review
ar: الإعلان تحت المراجعة

source: Ad Status
ar: حالة الاعلان

source: Ad Title
ar: عنوان الإعلان

source: Advertiser
ar: المعلن

source: Advertiser Data
ar: بيانات المعلن

source: Agriculture
ar: زراعة

source: Air Conditioner
ar: مكيف

source: Alert
ar: تنبيه

source: All
ar: الكل

source: All Co Property
ar: جميع ممتلكات الشركة

source: Allowed
ar: مسموح

source: Alternate Mobile
ar: رقم موبايل آخر

source: An Erro rOccurred While Executing Your Request
ar: حدث خطأ أثناء تنفيذ طلبك

source: Annual
ar: سنوي

source: Apartment
ar: شقة

source: Apartments for Rent
ar: شقق للإيجار

source: Apartments for Sale
ar: شقق للبيع

# AppearsGoldColor
source: Appears in gold color to Attract attention
ar: يظهر باللون الذهبي ليكون مميز

source: Apply
ar: تطبيق

source: Approved
ar: موافقة

source: Area
ar: منطقة

# Areaa
source: Area
ar: المساحة

source: Are you sure want to delete account?
ar: هل أنت متأكد من حذف الحساب؟

source: Are you sure want to delete Project ?
ar: هل أنت متأكد من حذف المشروع؟

source: Attachments
ar: المرفقات

# AvertiserisPending
source: Your Advertisement is now pending for admin approval
ar: إعلانك بإنتظار الموافقة

source: Back
ar: رجوع

source: Balance
ar: رصيد

source: Balcony
ar: شرفة

source: Basic Details
ar: تفاصيل أساسية

source: Bed Rooms
ar: غرف النوم

source: Broker
ar: وسيط

source: Broker Points
ar: نقاط الوسيط

source: Broler Points Balance
ar: رصيد نقاط الوسيط

source: Building
ar: مبنى

source: Building Area
ar: منطقة البناء

source: Building Date
ar: تاريخ البناء

source: Building Length
ar: طول المبنى

source: Building No
ar: رقم المبنى

source: Buildings
ar: البنايات

source: Buildings for Rent
ar: مباني للإيجار

source: Buildings for Sale
ar: مباني للبيع

source: Building Width
ar: عرض البناء

source: Call
ar: إتصال

source: Cancel
ar: الغاء

source: Chalet
ar: شاليه

source: Chalet For Summer
ar: شاليه

source: Change Password
ar: تغيير كلمة المرور

source: Chat
ar: محادثة

source: Chat On WhatsApp
ar: الدردشة على واتس اب

source: Chats
ar: الدردشات

# chooseCity
source: Please Choose City
ar: اختر المدينة

# chooseGovernment
source: Choose Governorate
ar: اختر المحافظة

# chooseofficeType
source: Please Choose Office Type
ar: اختر نوع المكتب

source: Choose Package
ar: اختر الباقة

source: Choose Property Agreement Status
ar: اختر نوع الملكية

# choosepropertyType
source: Choose Type
ar: اختر نوع

# Choosethetypeofpropert
source: Choose the type of property
ar: اختر نوع الملكية

source: City
ar: المدينة

source: Clear All
ar: مسح الكل

# clearPicture
source: Add clear or details images for the property's interior, fecade and external environment
ar: أضف صورًا واضحة أو تفصيلية للمساحة الداخلية والخارجية

# codestring
source: -{0} EGP (Discount Code)
ar: -{0} جنيه مصري (كود الخصم)

source: Co Location
ar: موقع الشركة

source: Commercial
ar: تجاري

source: Company
ar: شركة

source: Company About
ar: عن الشركة

source: Company Data
ar: بيانات الشركة

source: Company Details
ar: تفاصيل الشركة

source: Company Location
ar: موقع الشركة

source: Company Name
ar: اسم الشركة

source: Company Project
ar: مشروع الشركة

source: Contact Information
ar: معلومات الاتصال

source: Contact informtation
ar: معلومات الاتصال

source: Contact US
ar: اتصل بنا

source: Contact with the Advertiser
ar: التواصل مع المعلن

source: Continue
ar: استمر

# continuePay
source: Continue to pay
ar: استمر للدفع

source: Continue to pay
ar: استمر للدفع

source: Create Account
ar: حساب جديد

source: Current Password
ar: كلمة المرور الحالية

source: Date
ar: التاريخ

source: Day
ar: اليوم

source: Days
ar: أيام

source: Days alread Booked
ar: الأيام المحجوزة بالفعل

# Daysavaliable
source: Days avaliable for reservation
ar: الأيام المتاحة للحجز

source: Days avaliablef or reservation
ar: الأيام المتاحة للحجز

source: Decoration
ar: التشطيب

source: Delete
ar: مسح

source: Delete Account
ar: حذف الحساب

source: Delete Account
ar: حذف الحساب

source: Delete Ad
ar: حذف الإعلان

# deleteadds
source: Are you sure want to delete Ad ?
ar: هل أنت متأكد من حذف الإعلان؟

source: Delete Project
ar: حذف المشروع

source: Delivery Date
ar: تاريخ التسليم

source: Description
ar: الوصف

source: Details
ar: التفاصيل

source: Dining
ar: غرف المعيشة

source: DiningRoom
ar: غرفة المعيشة

# discountApply
source: Your Discount are applied
ar: تم تفعيل الخصم

source: Discount Code
ar: كود الخصم

# discountCodeempty
source: 0 EGP (Discount Code)
ar: 0 جنيه مصري (كود الخصم)

source: Documents
ar: المستندات

source: Done
ar: موافق

source: Down Payment
ar: الدفعة المبدئية

source: Duration
ar: الفترة

source: Edit
ar: تعديل

source: EGP
ar: ج . م

# EGPe
source: {0} EGP
ar: ج.م{0}

# EGPP
source: 0 EGP
ar: 0 ج.م

# Elevatar
source: Elevator
ar: مصعد

source: Elevtar
ar: مصعد

source: Email
ar: بريد إلكتروني

source: Email already Exist
ar: البريد الالكتروني موجود مسبقا

source: Email has been sent
ar: تم ارسال البريد الالكتروني

source: Email Id
ar: البريد الالكتروني

source: Email Not Valid
ar: البريد الإلكتروني غير صحيح

source: Empty
ar: فارغ

# enterAdvertiseMakerName
source: Please Enter Advertiser Name
ar: الرجاء إدخال إسم المعلن

# enterApartmentArea
source: Please enter the apartment area
ar: أدخل مساحة الشقة

# enterBuildingNumber
source: Please Enter Building Number
ar: أدخل رقم العقار

# enterCompound
source: Please Enter Compound
ar: أدخل الحي/الكمباوند

source: Enter Current Password
ar: أدخل كلمة المرور الحالية

# enterLandArea
source: Please enter land area
ar: أدخل مساحة الأرض

# enterLandLength
source: Please Enter Land Length
ar: الرجاء إدخال طول الارض

# enterLandWidth
source: Please Enter Land Width
ar: الرجاء إدخال عرض الارض

source: Enter New Password
ar: أدخل كلمة مرور جديدة

# enterOfficeArea
source: Please enter office area
ar: أدخل مساحة المكتب

# enterPaymentFacility
source: Please Enter Payment Facility
ar: الرجاء إدخال تسهيلات الدفع

# enterPropertyArea
source: Please enter Property Area
ar: أدخل مساحة العقار

# enterPropertyBalcony
source: Please Choose Property Balcony No.
ar: الرجاء تحديد عدد الشرف بالعقار

# enterPropertyBuildingStatus
source: Please Choose Property Building Status
ar: أدخل حالة العقار

# enterPropertyChaletArea
source: Please enter chalet area
ar: أدخل مساحة الشاليه

# enterPropertyChaletType
source: Please Enter Property ChaletType
ar: أدخل نوع الشاليه

# enterPropertyDescription
source: Please Enter Property Description
ar: وصف الاعلان

# enterPropertyDinnings
source: Please Choose Property Dinings No.
ar: الرجاء اختيار عدد غرف المعيشة

# enterPropertyDocument
source: Please Choose Property Document
ar: إختر نوع وثيقة الملكية

# enterPropertyFacilites
source: Please Choose Property Facilites
ar: الرجاء اختيار المرافق

# enterPropertyFinishing
source: Please Choose Property Finishing
ar: الرجاء تحديد حالة التشطيب

# enterPropertyFloorsNumber
source: Please Enter Property Floors Number
ar: الرجاء تحديد رقم الطوابق

# enterPropertyKitchen
source: Please Choose Property Kitchen No.
ar: الرجاء تحديد عدد المطابخ

# enterPropertyLandingStatus
source: Please Choose Land Status
ar: الرجاء تحديد حالة أرض البناء

# enterPropertyLength
source: Please Enter Property Length
ar: الرجاء تحديد طول العقار

# enterPropertyNumPartitions
source: Please Choose Property No Of Partitions
ar: الرجاء تحديد القسم

# enterPropertyNumUnits
source: Please Choose Property No Of Units
ar: الرجاء تحديد الوحدات

# enterPropertyOfficesFloors
source: Please Choose Property Offices Floors
ar: الرجاء تحديد عدد طوابق المكاتب

# enterPropertyProximityToTheSeat
source: Please Choose Property Proximity To The Seat
ar: الرجاء تحديد قرب العقار من المقعد

# enterPropertyReceptions
source: Please Choose Property Receptions No.
ar: الرجاء تحديد عدد صالات الإستقبال

# enterPropertyRooms
source: Please Choose Property Rooms No.
ar: الرجاء تحديد عدد الغرف

# enterPropertyShopsNumber
source: Please Enter Property ShopsNumber
ar: الرجاء تحديد عدد المحلات

# enterPropertyStreetWidth
source: Please Enter Property Street Width
ar: الرجاء إدخال عرض الشارع

# enterpropertytitle
source: Please Enter Property Title
ar: الرجاء إدخال عنوان الإعلان

# enterpropertytitleChalet
source: Please Enter Property Title
ar: أدخل عنوان الشاليه

# enterPropertyToilet
source: Please Choose Property Toilet No.
ar: إختر عدد دورات المياه

# enterPropertyUsingFor
source: Please Choose Property Using For
ar: الرجاء تحديد غرض الإستخدام

# enterPropertyWidth
source: Please Enter Property Width
ar: الرجاء إدخال عرض العقار

# enterShopArea
source: Please enter Area Shop
ar: أدخل مساحة المحل

# enterStreet
source: Please Enter Street
ar: أدخل إسم الشارع

# enterSubject
source: Please Enter any Subject
ar: أدخل عنوان الإعلان

source: Enter verification code
ar: أدخل رمز التحقق

# enterVillaPropertyArea
source: Please enter villa area
ar: أدخل مساحة الفيلا

source: Expired
ar: منتهي الصلاحية

source: Facebook page link
ar: رابط صفحة الفيسبوك

source: Facilities
ar: مرافق

source: Factory
ar: مصنع

source: Favourites
ar: المفضلة

# featureadString
source: {0} EGP (Features Ad)
ar: {0} جنيه مصري (إعلان مميز)

source: Featured Ad (
ar: ) إعلان مميز

# Featurespayment
source: 0 EGP (Features Ad)
ar: 0 جنيه مصري (إعلان مميز)

# filesinJPG
source: files in JPG pr PDF format less than 1MB
ar: ملفات في تنسيق JPG PR PDF أقل من 1 ميجابايت

source: Finishing
ar: التشطيب

source: Finshing
ar: التشطيب

source: Floor
ar: طابق

source: Floors
ar: الطوابق

source: Follow Us On
ar: تابعنا

source: Forgot Password?
ar: نسيت كلمة المرور؟

# ForgotPasswordTitle
source: Forgot Password
ar: نسيت كلمة المرور

source: From
ar: من

source: Full
ar: كامل التشطيب

source: Full Amount
ar: السعر الإجمالي

# Funished
source: Furnished
ar: مفروش

source: Furnished
ar: مفروش

source: Garden
ar: حديقة

source: Garden Area
ar: مساحة الحديقة

# getaddress
source: to get the address in more accurate way please use the GPS from in side the property or specify the address from maps
ar: للحصول على العنوان بطريقة أكثر تراكمًا ، يرجى استخدام GPS من جانب العقار أو تحديد العنوان من الخرائط

source: Go to Map
ar: الخريطة

# Government
source: Governorate
ar: المحافظة

source: Half
ar: نص تشطيب

# haveAccount
source: Already have an Account?
ar: لديك حساب؟

source: High Quality
ar: عالي الجودة

source: Home
ar: الرئيسية

# Iam
source: I'm....
ar: أنا ....

source: In Active
ar: غير نشط

source: Increase in viewership
ar: زيادة في المشاهد

source: Industrial
ar: صناعي

source: *in Egp
ar: * ج .م

source: * in Egy
ar: * في ج .م

source: Installment
ar: القسط

source: Instgram page link
ar: رابط صفحة انستجرام

# InvalidConfirmPassword
source: Please Enter Confirm Password
ar: خطأ في تأكيد كلمة المرور

# invalidEmail
source: Please Enter the Email
ar: الرجاء إدخال البريد الإلكتروني

# invalidEmailAddres
source: Please Enter Valid Email
ar: الرجاء إدخال بريد إلكتروني بشكل صحيح

# invalidEmailAndPassword
source: Please Enter valid Mobile Number or Email and Password
ar: الرجاء إدخال رقم محمول بشكل صحيح أو بريد إلكتروني وكلمة المرور

# InvalidPassword
source: Please Enter the Password
ar: الرجاء إدخال كلمة المرور

# InvalidPhone
source: Please Enter The Phone
ar: الرجاء إدخال رقم الموبايل بشكل صحيح

# InvalidUserName
source: Please Enter Vaild Name
ar: الرجاء إدخال اسم المستخدم صحيح

source: Investment
ar: استثمار

# invoicesent
source: The invoice has been sent to your Email Account
ar: تم إرسال الفاتورة إلى البريد الإلكتروني

source: Kitchen
ar: مطبخ

source: Kithen
ar: مطبخ

source: Land
ar: أرض

source: Land Area
ar: مساحة الأرض

source: lands
ar: الأراضي

source: Land Status
ar: حالة الارض

source: Language
ar: اللغة

source: Layout
ar: المخطط

source: length
ar: طول

source: Location
ar: موقع

# locationnotfount
source: location not found
ar: الموقع غير موجود

# loginSuccessfully
source: Successful login
ar: تم الدخول بنجاح

source: LogOut Successfully
ar: تم تسجيل الخروج بنجاح

source: Midterm
ar: ربع سنوي

source: Min time to book
ar: الحد الأدنى من الوقت للحجز

source: Mobile Number
ar: رقم الموبايل

# MobileNumberOrEmailAddress
source: Enter mobile number
ar: ادخل رقم الموبايل

# modifyrentavalue
source: you can modify the rental value during the add display period from this list of my ads
ar: يمكنك تعديل قيمة الإيجار خلال فترة عرض الإضافة من قائمة إعلاناتي هذه

source: Month
ar: شهر

source: Monthly
ar: شهريا

source: Monthly installment
ar: الدفعة الشهرية

# monthstring
source: {0} EGP{1}month
ar: {0} جنيه مصري{1}شهر

source: Mr.
ar: السيد.

source: Mr/Ms
ar: السيد / السيدة

source: Ms.
ar: آنسة.

source: My Ads
ar: إعلاناتي

source: My Wallet
ar: محفظتى

source: Name
ar: الإسم

source: Neighborhood/Street
ar: الحي/الشارع

# NelCompound
source: District / Compound
ar: منطقة / كمباوند

source: New
ar: جديد

source: New Password
ar: كلمة المرور الجديدة

source: New user?
ar: مستخدم جديد؟

source: Next
ar: التالي

# noAds
source: You have not posted any Ads!
ar: ! لم تنشر أي إعلانات بعد

# noFavourites
source: You have not added any favourits !
ar: ! لايوجد اعلانات بالمفضلة

# noNotifications
source: No Notifications found for you
ar: لا يوجد إشعارات

source: No Of Partitions
ar: عدد التقسيم

source: No of shops
ar: عدد المحلات التجارية

source: No Of Units
ar: عدد الوحدات

source: Not Allowed
ar: غير مسموح

# notifications
source: Notification
ar: إشعارات

source: Number of Years
ar: عدد السنوات

source: Offices No.
ar: رقم المكاتب

source: ok
ar: حسناً

source: OR
ar: أو

source: Owner
ar: مالك

source: Owner/Broker
ar: المالك/الوسيط

source: Parking
ar: موقف سيارات

source: Parking Space
ar: عدد أماكن مواقف السيارات

source: Password
ar: كلمة المرور

source: Password Not Match
ar: كلمة المرور غير متوافقة

# PasswordSuccessFullyChanged
source: The password has been changed successfully
ar: تم تغيير كلمه السر بنجاح

source: Payment
ar: قسط

source: Payment Facilities
ar: تسهيلات الدفع

source: Payment Failed
ar: عملية الدفع لم تتم

source: Payment Successfully
ar: تم الدفع بنجاح

source: Pending
ar: قيد الإنتظار

source: Personal Data
ar: البيانات الشخصية

source: Phone Number Already Exist
ar: رقم الموبايل موجود بالفعل

# phoneNumberformat
source: The mobile number must contain 11 numbers and start with 01
ar: يجب أن يحتوي رقم الموبايل على 11 رقمًا ويبدأ بـ 01

source: Photos of the property
ar: صور للعقار

# pixcel
source: 340*90 pixcel,transparent background png or open PDF
ar: بيكسيل

# pleaseCheckEmail
source: Check your email for reset password
ar: برجاء التأكد من صندوق الوارد في بريدك الالكتروني

source: Please Choose Advertiser Maker
ar: الرجاء اختيار صفة المعلن

source: Please Choose Advertiser Title
ar: الرجاء ادخال بيانات المعلن

source: Please Choose Duration
ar: الرجاء اختيار الفترة

source: Please Choose One Number
ar: من فضلك اختر رقم واحد

source: please Choose Package
ar: الرجاء اختيار الباقة

# PleaseEnterAboutCompany
source: Please Enter your Company's About
ar: الرجاء ادخال معلومات عن الشركة

# pleaseenterallinput
source: Please Enter All Input Value
ar: الرجاء إدخال جميع قيم الإدخال

# pleaseEnterCompanyFacebookLink
source: Please Enter your Company's Facebook link
ar: الرجاء ادخال رابط الفيس بوك الخاص بشركتك

# pleaseEnterCompanyinstagramLink
source: Please Enter your Company's instagram link
ar: الرجاء ادخال رابط الانستجرام الخاص بشركتك

# pleaseEnterCompanyLocation
source: Please Enter your Company's Location
ar: الرجاء إدخال موقع شركتك

# pleaseEnterCompanySnapchatLink
source: Please Enter your Company's Snapchat link
ar: الرجاء ادخال رابط سناب شات الخاص بشركتك

# pleaseEnterCompanyTiktokLink
source: Please Enter your Company's Tiktok link
ar: الرجاء ادخال رابط تيك توك الخاص بشركتك

# pleaseEnterCompanyWebsiteLink
source: Please Enter your Company's Website link
ar: الرجاء ادخال رابط الموقع الخاص بشركتك

source: please Enter Monthly Installment
ar: الرجاء إدخال القسط الشهري

source: please Enter Num Of Years
ar: الرجاء إدخال عدد سنوات

# PleaseEnterofMobilephoneorEmail
source: Please Enter Mobile phone
ar: الرجاء إدخال رقم الموبايل

source: please Enter Property Delivery Date
ar: الرجاء إدخال تاريخ تسليم العقار

source: please Enter Property Down Payment
ar: الرجاء إدخال الدفعة المقدمة للعقار

source: Please Enter Property Price
ar: الرجاء إدخال سعر العقار

source: please Enter Property Rental value
ar: الرجاء إدخال قيمة الإيجار

source: Please enter Rental value
ar: من فضلك ادخل قيمة

source: Please Enter Valid Code
ar: الرجاء إدخال الكود بشكل صحيح

# pleaseEnterValueofphoneorpassword
source: Please Enter Value of Mobile phone or Email
ar: الرجاء إدخال رقم الموبايل أو البريد الإلكتروني

source: please Enter Yearly Installment
ar: الرجاء إدخال الدفعة السنوية

# pleaseUploadAtleatestoneLayout
source: please Upload one Layout
ar: يرجى رفع مخطط واحد على الأقل

source: Please Upload At leatest One Photo
ar: يرجي رفع صورة علي الاقل

# PleaseValidYourPhonenumber
source: You must verify your phone number
ar: التحقق من صحة رقم هاتفك المحدث غير صحيح

# PleaseValidYourSecondPhonenumber
source: You must verify your alternative phone number
ar: التحقق من صحة رقم هاتفك البديل المحدث غير صحيح

source: Points
ar: نقاط

# pointsHaveAdded
source: 14 Broker points have been added to your balance
ar: تمت إضافة 14 نقطة وسيط إلى رصيدك

source: pool
ar: حمام سباحة

source: Price
ar: السعر

source: Price Cash
ar: السعر النقدي

source: Proivnce
ar: المنطقة

source: Project/Compound Photos
ar: صور المشروع / الكمباوند

source: Project/Compound Layout
ar: تصميم المشروع / الكمباوند

source: Project/Compound Photos
ar: صور المشروع / الكمباوند

source: Project Description
ar: وصف المشروع

# ProjectLocationmap
source: Project Location on the map
ar: موقع المشروع على الخريطة

source: Projects
ar: المشاريع

source: Project Title
ar: عنوان المشروع

source: Property
ar: الإعلان

source: Property Address
ar: عنوان الإعلان

# PropertyAddSucessfully
source: Property Added Sucessfully To Favourites
ar: تمت إضافة الإعلان بنجاح إلى المفضلة

source: Property Area
ar: مساحة العقار

source: Property Description
ar: وصف الإعلان

source: Property Details
ar: تفاصيل أكثر

source: Property Owner
ar: مالك العقار

source: Property Photos
ar: صور العقار

source: Property Pricing
ar: السعر

source: Property Seeker
ar: باحث عن عقار

source: Property Status
ar: حالة العقار

source: Proximity to the sea
ar: القرب من البحر

source: Publish
ar: إعلان

source: Rate Us
ar: التقييم

source: Reception
ar: الإستقبال

# Rechargeuccessfully
source: Recharged Suceesfully
ar: تم إعادة الشحن بنجاح

source: Recharge Wallet
ar: إعادة شحن المحفظة

source: Reciption
ar: الإستقبال

source: Re_enter Password
ar: إعادة إدخال كلمة المرور

source: Registerable
ar: قابل للتسجيل

source: Registered
ar: مسجل

source: Registered Successfully
ar: تم التسجيل بنجاح

source: Rejected
ar: مرفوض

# RemovedAccount
source: The account has been removed successfully
ar: تم حذف الحساب بنجاح

source: Renewed
ar: مجدد

source: Rent
ar: الإيجار

source: Rental value
ar: قيمة الإيجار

source: Rent Price
ar: سعر الإيجار

source: Resend Code
ar: أعد إرسال الرمز

source: Reset
ar: إلغاء الكل

source: Residential
ar: سكني

source: Re_Enter Password
ar: إعادة إدخال كلمة المرور

source: Rooms
ar: غرف النوم

source: Save
ar: حفظ

source: Save Location
ar: حفظ الموقع

# SavetomyAdds
source: Save to my Ads
ar: حفظ في إعلاناتي

source: Search
ar: بحث

source: Search Details
ar: خيارات البحث

# SearchFinishing
source: Finishing
ar: مفروشة

source: Search Location
ar: تحديد الموقع

source: Search Properties
ar: البحث

# secondPhoneNumberformat
source: The alternative mobile number must contain 11 numbers and start with 01
ar: يجب أن يحتوي رقم الموبايل البديل على 11 رقمًا ويبدأ بـ 01

# SelectedPaln
source: Selected Plan
ar: الخطة المختارة

# SelectGovernment
source: Select Governorate
ar: حدد المحافظة

source: Select Language
ar: إختر اللغة

source: Sell
ar: بيع

source: Semi Finished
ar: نصف تشطيب

source: Send
ar: ارسال

source: Send Code
ar: ارسل الكود

source: Send Mail
ar: ارسل إيميل

source: Shop
ar: محل

source: Shop Area
ar: مساحة المحل

source: Shops for Rent
ar: محلات للإيجار

source: Shops for Sale
ar: محلات للبيع

# showsremotely
source: Shows remotely without having to zoom in on map
ar: يظهر عن بُعد دون الحاجة إلى تكبير الخريطة

source: Sign in
ar: تسجيل الدخول

source: Sign Out
ar: خروج

# SignoutConfirm
source: Are you sure want to Signout of Broker?
ar: تأكيد تسجيل الخروج؟

source: Sign Up
ar: تسجيل

source: Snap Shot page link
ar: رابط صفحة سناب شات

source: Sponsor
ar: راعي

source: Status
ar: حالة

source: Street
ar: شارع

source: Street Width
ar: عرض الشارع

# String3
source: Added SuccessFully
ar: تم الإضافة بنجاح

# String4
source: Re_enter Password
ar: إعادة إدخال كلمة المرور

source: Successfully
ar: بنجاح

source: successfully Changed
ar: تغيرت بنجاح

# SucessfullyUpdate
source: Sucessfully Updated
ar: تم التحديث بنجاح

source: Sumbit
ar: إرسال

source: Summary
ar: ملخص

source: Summer Chalets for Rent
ar: شاليهات للإيجار

source: Summer Chalets for Sale
ar: شاليهات للبيع

# svgTopArrow
source: arrowleft.svg
ar: arrowright.svg

source: Text
ar: نص

# Thankssharingrating
source: Thanks for sharing your rating with us
ar: شكرا لتقاسم تقييمك معنا

source: There is No Advertisement
ar: لا يوجد إعلان

source: Tik Tok page link
ar: رابط صفحة التيك توك

source: To
ar: إلى

# Toliet
source: Toilet
ar: دورات مياه

# TopArrow
source: arrow.png
ar: arrowRight.png

# trustBroker
source: Thank you for your trust in Broker
ar: شكرا لك على ثقتك في الوسيط

source: Type
ar: النوع

source: Type of Contract
ar: نوع العقد

source: Type of Property
ar: نوع العقار

source: Unregisterable
ar: غير قابل للتسجيل

source: Unregistered
ar: غير مسجل

# uploadacopy
source: upload a copy of the commerical register and company tax cards
ar: رفع نسخة من السجل التجاري والبطاقة الضريبية للشركات

source: Upload B W company logo
ar: رفع شعار الشركة

source: Upload company logo
ar: رفع شعار الشركة

source: Upload Photo
ar: رفع الصورة

# useAccountRegistered
source: use the contact no.registered in the account
ar: استخدم رقم الهاتف المسجل في الحساب

source: Use Another Number
ar: استخدم رقمًا آخر

source: Used
ar: مستعمل

# useSameNumber
source: Use the same number to send messages on whatsapp
ar: استخدم نفس الرقم لإرسال الرسائل على الواتس اب

source: Using For
ar: غرض الإستخدام

# vatpayment
source: +0 EGP (vat 14%)
ar: +0 جنيه (الضريبة 14%)

# vatstring
source: +{0}(vat 14 %)
ar: +{0}(الضريبة 14%)

source: Verification
ar: تحقق

source: Verify
ar: تأكيد

source: Verify Code
ar: التحقق من كود

source: Version
ar: نسخة

source: Views
ar: المشاهدات

source: Villa
ar: فيلا

source: Villas for Rent
ar: فلل للإيجار

source: Villas for Sale
ar: فلل للبيع

source: Wallet
ar: المحفظة
